IDEA Open Model
MatConcreteSIA.Tck Property
Compatible with IDEA StatiCa 20.1
 characteristic value of the shear stress limit
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Tck { get; set; }
Public Property Tck As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace